tests/integration_tests/openfoam/extras/cavity_template/constant/transportProperties
 FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

nu              nu [0 2 -1 0 0 0 0] 0.01;